Revit 2024 API
SymbolTypeId.LbMass Property
 Symbol lb, indicating unit Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMass { get; }
Visual Basic
Public Shared ReadOnly Property LbMass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMass {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace